Repository: giellalt/corpus-sme
Catalog: prestable/tmx/sms/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=1148_lang=davvi.html.tmx
Source language: sme
Languages: sms

source: Evttohasaid evttoheapmi Sámedikki nuoraidráđi lahttun 2016-2017
sms: Eeʹttǩeeji čuäʹjtummuš Sääʹmteeʹǧǧ nuõrisuåvtõõzz vuäzzliʹžžen 2016-2017

source: Nuoraidráđđi lea okta Sámedikki lávdegottiin, man váldobargun lea ovddidit sámenuoraid gielalaš ja kultuvrralaš vuoigatvuođaid sihke nannet sámenuoraid identitehta.
sms: Nuõrisuåvtõs lij õhtt Sääʹmteeʹǧǧ luʹvddkooʹddin, koon pââimõs tuejjan lij õõuʹdeed sääʹmnuõri kiõllsallaš da kulttuurlaž vuõiggâdvuõđid di nââneed sääʹmnuõri identiteeʹtt.

source: Lassin ráđđi válmmaštallá Sámedikki evttohusaid, álgagiid, cealkámušaid ja eará bealiváldimiid, mat gusket sámenuoraid.
sms: Lââʹssen suåvtõs valmštââll Sääʹmteeʹǧǧ čuäʹjtõõzzid, alttõõzzid, ceâlklmid da sääʹmnuõrid kuõskki jeeʹres beäʹlvälddmõõžžid.

source: Nuoraidráđđái gullet dál vihtta 18-25 jahkásaš fásta lahtu ja maiddái juohke lahtu persovnnalaš várrelahttu ja lassin vihtta 15-17 jahkásaš áššedovdilahtu.
sms: Nuõrisuåvtõʹsse koʹlle ânnʼjõõžžâst vitt 18-25-ekksaž vuäzzliʹžžed di juõʹǩǩ vuäzzliʹžže lij jiiʹjjes-i vääʹrrneǩ da lââʹssen vitt 15-17-ekksaž äʹšštobddivuäzzliʹžžed.

source: Nuoraidráđđi lea bargan Sámediggái evttohusa ráđi lahttomeari bajideamis čieža lahttui ja lahtuid guoskevaš ahkerájá rievdadeami 18-28 jahkái.
sms: Nuõrisuåvtõs lij raajjâm Sääʹmtegga čuäʹjtõõzz pââʹjeed suåvtõõzz vuäzzlažmieʹr čiččma da muʹtted vuäzzlaid kuõskki ââʹǩǩrääʹjtõõzz 18-28 ekka.

source: Nuppástusa maŋŋá áššedovdilahtut válljejuvvošedje eanemustá vihtta.
sms: Mâŋŋa muttsest äʹšštobddivuäzzla leʹčči vaʹlljeemnalla jäänmõsân vitt.

source: Ášši čoavdá Sámedikki čoahkkin 21.12.
sms: Ääʹššest tuʹmmad Sääʹmteeʹǧǧ sååbbar 21.12.

source: Jos ráđi evttohus dohkkehuvvo, válljejuvvojit ráđđái boahttevaš áigodahkii evttohusa mielde 7 fásta lahtu ja maiddái juohke lahttui persovnnalaš várrelahttu.
sms: Jõs suåvtõõzz čuäʹjtõs priimât, vaʹlljeet suåvtõʹsse pueʹtti pââjas čuäʹjtõõzz meâldlânji 7 vuäzzliʹžžed di juõʹǩǩ vuäzzliʹžže jiiʹjjes-i vääʹrrniiʹǩǩid.

source: Jos fas ráđi evttohus ii dohkkehuvvo, válljejuvvojit lahttun vihtta 18-25 jahkásaš nuora, nugo dánge rádjai.
sms: Jõs eʹpet suåvtõõzz čuäʹjtõõzz jeät primmu, vaʹlljeet vuäzzliʹžžen vitt 18-25-ekksaž nuõrrâd, mâʹte rän räjja.

source: Ráđi lahtut eai dárbbaš leat Sámedikki lahtut, eaige sii dárbbaš ássat sámeguovllus.
sms: Suåvtõõzz vuäzzla jie taarbâž leeʹd Sääʹmteeʹǧǧ vuäzzla, ij-ga seeʹst taarbâž jälsted sääʹmvuuʹdest.

source: Maiddái sámegiella eatnigiellan ii leat vealtameahttun, muhto sámegiela dáidu lea sávahahtti.
sms: Ij ni sääʹmǩiõll jieʹnnǩiõllân leäkku taarblaž, peʹce sääʹm ǩiõl täidd lij tuåivvmest.

source: Nuoraidráđi válljemis boahtit vuhtiiváldit, ahte lahtut ovddastit nu viidát go vejolaš olles sámeguovllu ja maiddái sierra giellajoavkkuid.
sms: Nuõrisuåvtõõzz vaʹlljummšest puäʹđet väʹldded lokku, što vuäzzla eeʹttkâʹstte veiddsubun kääʹtteeʹl sääʹmvuuʹd obbnes da jeeʹres ǩiõlljooukid.

source: Válljemis čuvvo maiddái sohkabeliid gaskasaš dásseárvu.
sms: Vaʹlljummšest jääʹǩǩtet še sooǥǥbieʹli kõskksaž tääʹssäärv.

source: Nuoraidráđđi bargá Sámedikki stivrai evttohusa vejolaš lahtuin, ja loahpalaš mearrádusa bargá Sámedikki čoahkkin.
sms: Nuõrisuåvtõs oudd Sääʹmteeʹǧǧ halltõʹsse eʹtǩǩõõzz vaʹlljeemnalla åårrai vuäzzlain, da loopplaž tuʹmstõõǥǥ tuejjad Sääʹmteeʹǧǧ sååbbar.

source: Sáhtát evttohit iežat mielas nuoraidráđđái heivvolaš 18-28-jahkásaš aktiivvalaš sámenuoraid ja áššedovdilahttun heivvolaš 15-17-jahkásaš nuoraid.
sms: Vueiʹttveʹted eeʹtǩed miõlsteed nuõrisuåvtõʹsse suåvlaž 18-28-ekksaid aktiivla ž sääʹmnuõrid da äʹšštobddivuäzzliʹžžen suåvlaž 15-17-ekksaid nuõrid.

source: Evttohusaid vuođustusaiguin galgá sáddet Sámedikki nuoraidčállái 11.1.2016 rádjai.
sms: Eʹtǩǩõõzzid vuâđđõõttmõõžžineez âlgg vuõltteed Sääʹmteeʹǧǧ nuõripiisra 11.1.2016 mõõneeʹst.

source: Evttohusat ja lassidieđut:
sms: Eʹtǩǩõõzz da lââʹssteâđ:
